[
    {
        "date": "01-Jan-2023",
        "title": "GROWING UP INTO THE HEAD",
        "part": 1,
        "memoryVerse": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ. Ephesians4:15",
        "meaning": "To grow means to become bigger, to grow is to be able to fit into something",
        "meaning_list": ["The head is the topmost, foremost or leading part of the body",
         "We are to grow until we become the head that God has made us to be", 
         "It is also the principle operating part of the body. When we were saved and born again, we started as children and as children we are expected to grow according to the secrets of the ways of God, according to the measure of the stature of Christ in all wisdom, Knowledge and understanding.",
         "As children of God, we cannot afford to grow anyhow but to grow into the head that God has given us", 
        "Jesus is our husband, Jesus is our head, we are the body of Christ attached to the Head, we are to grow into Christ", 
        "The head God gave us is Christ, your spiritual leader or master so it is very important that we are careful and conscious about our head in order not to carry another head in our body. e.g Satanic head or animal head, in this case something is wrong, when a child of God that suppose to carry christ and his leader's head is now carrying the head of a beast"],
        "note": "",
        "main_text": "1 Corinthians. 11:1-3, Ephesians1:19-23, Romans6:16",
        "conclusion": null,
        "body": [
            {
                "header": "WHO IS OUR HEAD",
                "content": [
                    {
                    "header": "Christ Jesus. 1 Corinthians 11:3, Genesis 1:26",
                    "list": ["Our head as a man is Christ", "The mantle, the power and the authority are been held by the head. Impartation flows from the head to the body. As children of God our impartation should only be from Christ", 
                    "Both the head and body of Christ was crucified, both the head and body were buried. So, whatever happened to the head also happened to the body. So, we were crucified, died and was resurrected together with Him. Galatians 2:20"]
                    },
                    {
                    "header": "Your spiritual leader or father. 2Kings 2:1-3, 12-13",
                    "list": []
                    }
                ]
            }
        ]
    },


    {
        "date": "08-Jan-2023",
        "title": "GROWING UP INTO THE HEAD",
        "part": 2,
        "memoryVerse": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ. Ephesians 4:15",
        "meaning": "To grow means to become bigger, to grow is to be able to fit into something",
        "meaning_list": [],
        "note": "",
        "main_text": "1 Corinthians. 11:1-3, Ephesians1:19-23, Romans6:16",
        "conclusion": null,
        "body": [
            {
                "header": "WHO IS OUR HEAD(Continuation)",
                "content": [
                    {
                    "header": "Your spiritual master or mentor in Christ. 1Corinthian 4:15",
                    "list": []
                    },

                    {
                        "header": "Your master in the flesh. Ephesians6:5",
                        "list": ["The fleshy master cannot take the place of your spiritual leader or master. Act27:9-25"]
                    }

                ]
            },
            {
                "header": "THOSE WHO DO NOT ALLOW CHRIST TO BE THEIR HEAD",
                "content": [
                    {
                    "header": "Those who do not have Christ as their head will automatically carry another creature as their head and they will become a member of that spirit. Romans 6:16",
                    "list": []
                    },

                    {
                        "header": "Those who do not allow Christ to be their head will allow sin to take over them and then become slaves to sin. John8:34",
                        "list": []
                    }, 

                    {
                        "header": "They have no control of their body, heart and mind to do good but evil; they do evil things they do not like because a wrong heead is in control. Romans 6:16",
                        "list": []
                    },

                    {
                        "header": "They run at loss. Act 27:21-22",
                        "list": []
                    }

                ]
            }
        ]
    },

    {
        "date": "15-Jan-2023",
        "title": "GROWING UP INTO THE HEAD",
        "part": 3,
        "memoryVerse": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ. Ephesians4:15",
        "meaning": "To grow means to become bigger, to grow is to be able to fit into something",
        "meaning_list": [],
        "note": "",
        "main_text": "1 Corinthians. 11:1-3, Ephesians 1:19-23, Romans 6:16",
        "conclusion": null,
        "body": [
            {
                "header": "WHAT WILL HAPPEN TO THOSE WHO DO NOT TAKE CHRIST AS HEAD",
                "content": [
                    {
                    "header": "It opens the door to the diseases of Egypt. Exodus 7:17-25",
                    "list": []
                    },

                    {
                        "header": "It leads to sin and death. Romans 6:23",
                        "list": []
                    },

                    {
                        "header": "They will suffer God's judgement because the devil didn't create them. Hebrew 9:27",
                        "list": []
                    },

                    {
                        "header": "They cannot fulfil God's purpose for their lives. Their original God-given glory will be covered. Colossians 1:27",
                        "list": []
                    }

                ]
            },
            {
                "header": "BENEFITS OF TAKING CHRIST AS THE HEAD",
                "content": [
                    {
                    "header": "He heals all your spiritual and physical diseases. Psalm 103:3",
                    "list": []
                    }
                ]
            }
        ]
    },

    {
        "date": "22-Jan-2023",
        "title": "GROWING UP INTO THE HEAD",
        "part": 4,
        "memoryVerse": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ But speaking the truth in love, may grow up into him in all things, which is the head, even Christ. Ephesians 4:15",
        "meaning": "To grow means to become bigger, to grow is to be able to fit into something",
        "meaning_list": [],
        "note": "",
        "main_text": "1 Corinthians. 11:1-3, Ephesians1:19-23, Romans6:16",
        "conclusion": "As children of God, we are meant to grow. We are to continue with sincere milk of the word to grow into greater levels as children of God. But we have to be careful about the head we grow into, we have to continually ensure by the grace of God that Jesus remains our head and we are the body of Christ. Amen",
        "body": [
            {
                "header": "BENEFITS OF TAKING CHRIST AS THE HEAD(Continuation)",
                "content": [
                    {
                    "header": "You receive a double portion of the anointing of the head. 2Kings2:9",
                    "list": []
                    },

                    {
                        "header": "You no longer speak fear but deliverance and blessings. 2Timothy1:7",
                        "list": []
                    },

                    {
                        "header": "God will fight your battles for you. Exodus 14:14",
                        "list": []
                    },

                    {
                        "header": "God places His angels over you to take charge of you and work for you. Psalm91:11-12",
                        "list": []
                    },

                    {
                        "header": "When you ask of anything in His will, you shall receive. John11:22",
                        "list": []
                    }
                ]
            }
        ]
    }
]