[
    {
        "date": "02-July-2023",
        "title": "KINGDOM HOLINESS MANNER",
        "part": 1,
        "memoryVerse": "But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience-2Tim.3:10 ",
        "meaning": "he Characters, ways or behaviour of a person in the Kingdom of God. The way he lives, do things and render services to God and man",
        "meaning_list": ["God is Holy means God has a Holy nature; those in his kingdom must possess the same life of holiness. 1Pet.1:15-16, Lev.11:44, 19:2, 20:7",
                         "The manner of God is holiness, goodness, righteousness, purity, sanctification. 2King 17:26-27, 33-34",
                         "Elisha was a holy man of God no doubt about it – 2 King 4:9 but His holiness couldn’t take the insult from the forty two children, he killed them",
                        "Holiness is a life giver and not a killer – Jn.10:10",
                        "How long can your holiness tolerate when you are provoked? ",
                        "How long can your patience bear when you are provoked?",
                        "How long can your long suffering bear when you are provoked?",
                        "How long can your love bear when you are provoked? ",
                        "How long can your faith bear when you are provoked? ",
                        "How long can your righteousness bear when you are provoked e.t.c."],
        "note": "",
        "main_text": "1 Corinthians. 11:1-3, Ephesians 1:19-23, Romans 6:16",
        "conclusion": null,
        "body": [
            {
                "header": "",
                "content": [
                    {
                    "header": "1Sam.10:25 - The manner of God’s kingdom is holy, holy, holy. Holiness in the spirit, Holiness in the soul and Holiness in the flesh. ",
                    "list": []
                    },
                    {
                    "header": "The manner of God’s Kingdom is different from the manner of the kingdom of the world.",
                    "list": []
                    }
                ]
            }
        ]
    }
]